{
  "home": "Home",
  "create": "Create",
  "gallery": "Gallery",
  "connect": "Connect",
  "provide strong technical support and links as Qitmeer Network's Web3 ecosystem": "provide strong technical support and links as Qitmeer Network's Web3 ecosystem",
  "launch Dimai": "Launch Dimai",
  "about us": "About us",
  "a one-stop": "A one-stop NFT creation platform powered by AIGC",
  "Your AI Creation Assistant": "Your AI Creation Assistant",
  "about msg": "Dimai is a next-generation NFT content production engine powered by AIGC, aiming to build an AIGC NFT platform based on Qitmeer Network to leverage creators by combinning one-stop authoring tools with an efficient market. Dimai's vision is to remove barriers to NFT creators for meer Token holders and accelerate the process of NFT creation. At the same time, it can also provide professional creators with an NFT inspiration think tank, and provide trading and co-creation ecology for artists and collectors.",
  "for all users": "for all users of the Internet",
  "about msg 2": "Dimai is the first one-stop NFT platform powered by AIGC, aiming to lower the barrier for individuals to enter the NFT journey from concept to market. We don't create, we help our users imagine their wildest imaginations on-chain.",
  "AIGC Engines": "AIGC Engines",
  "lowering the barrier": "Lowering the barrier to entry for creating NFTs by using AI technology",
  "Community": "Community",
  "generate exclusive": "Generate exclusive AIGC NFT based on the user's on-chain tag",
  "Trading Market": "Trading Market",
  "complete realtime": "Complete real-time transactions of NFT in Dimai Market",
  "how empowers": "How Dimai empowers NFT:",
  "is the first": "Dimai is the first one-stop NFT platform powered by AIGC, aiming to lower the barriers for individuals to enter the NFT journey from concept to market. We don't create, we help our users imagine their wildest imaginations on-chain.",
  "keyword generation": "Keyword Generation",
  "you need to": "You need to customize a set of keywords to specify the direction of your NFT creation.",
  "connect wallet": "Connect Wallet",
  "the wallet needs": "The wallet needs to be able to support NFT storage on the blockchain, such as MetaMask, TrustWallet, etc.",
  "content creation": "Content Creation",
  "personalized your": "Personalized your work attributes",
  "mint": "Mint",
  "consume meer token": "Consume Meer Token to draw your works",
  "As the first AIGC": "As the first AIGC NFT generation service toolkit based on Qitmeer Network, Dimai uses AI technology to assist web3 business in project integration, allowing Web3 teams to easily integrate AI-generated content into their own projects, improving the quality and attractiveness of projects, and Published as NFT.\n\nThis will allow projects to better engage with the community and gain more attention in the decentralized marketplace.\n\nDimai is a very powerful toolkit that can help Web3 teams participate in the NFT market more conveniently and quickly, display ideas more effectively, and convert them into sustainable user participation and liquidity.",
  "choose a model": "Choose a model",
  "advance": "Advance",
  "simple": "Simple",
  "simple mode": "Simple mode",
  "write down your ideas": "Write down your ideas",
  "steps": "Steps",
  "pixel": "Pixel",
  "size": "Size Choice",
  "actual payment": "Actual Payment",
  "generate": "Generate",
  "waiting for you": "Waiting for you for a long time",
  "go ahead and create": "Go ahead and enter your ideas on the left~",
  "history generation": "History Generation",
  "add to today": "Add to Today's Topics",
  "advance mode": "Advance Mode",
  "screen style": "Screen Style (optional)",
  "quantity": "Painting Quantity",
  "upload reference image": "Upload reference image",


  "Dimai is a simple": "DimAi is a simple and easy-to-use NFT creation tool. It uses AI technology to reduce the difficulty of creation,\nallowing users to create multiple creations easily. It provides one-stop NFT minting services to help creators enter the \nmetaverse creation quickly, release their imagination and enjoy the fun of creation.",
  "functional features": "Functional Features Introduction content:",
  "on the dimai platform": "On the DimAI platform, you don't need to have any artistic talent or complex drawing design skills. Just use keyword\ndescriptions and parameter settings, such as color, shape, style and so on, then you can obtain satisfactory works\neasily. In addition, DimAI's image library can quickly inspire your creative inspiration and realize drawing creation\nefficiently. In the creation world of DimAI, you can combine your imagination and art together and enjoy the fun of \ncreation!",
  "as a portal into the metaverse": "As a portal into the metaverse creation, DimAI provides a one-stop NFT minting platform. After choosing AI creation or\ncustom works, only a small amount of Meer is needed as the on-chain processing fee to easily generate NTFTs. DimAI's\npowerful functions are applicable to all types of NFT distribution and support selling, trading or collecting on the trading\nplatform. It effectively helps Web3 users to join the NFT creation market, seize the new era windfall, and jointly meet the\ntide of metaverse innovation and application to virtualize and digitize the real world.",
  "whether you are an artist": "Whether you are an artist, a game developer, a social media user or a blockchain project party, join us and use Dimai, a\npowerful tool to combine your imagination with artwork to create unique NFTs. Give Dimai a try, let's change the future\nof the art world together and join the metaverse creation!",
  "home-box-1": "It brings together various engines such as AI drawing, audio & video, wrting, virtual characters, etc., lowering the \nthreshold of creation.",
  "sheets": "Sheets",
  "please use dimai to draw": "Please use DimAI to draw after connecting the wallet",
  "model b": "Model β",
  "model a": "Model α",
  "payment timeout": "Payment timed out",
  "please refresh this page": "Please refresh this page",
  "generated successfully": "Generated successfully",
  "build failed": "Build failed",
  "success transaction": "Successful transaction",
  "transaction failure": "Transaction failure",
  "Convenient NFT minting:": "Convenient NFT minting:",
  "home-box-2": "Personalized attribute setting is simple and convenient, and NFT can be generated with one click.",
  "Efficient and secure blockchain technology:": "Efficient and secure blockchain technology:",
  "home-box-3": "Adopt Qitmeer Network technology to ensure an efficient and secure on-chain environment",
  "User-friendly operation interface:": "User-friendly operation interface:",
  "home-box-4": "Adopt visual editing and selection interface, easy to get started",
  "about dim token": "About Dim Token",
  "every 1 meer": "Every 1 Meer can be exchanged for 6 DIM",
  "dim token is a pass to the": "Dim Token is a pass to the DimAI platform, Dim issuance has no total limit, is non-transferable, non-tradable and can only be used to pay for DimAI painting fees.",
  "connect error": "Connect error",
  "please authorize this website": "Please authorize this website to access your account",
  "retry": "Retry",
  "please enter an integer": "Please enter an integer",
  "please sign the message in": "Please sign the message in your wallet to continue",
  "dimai uses this signature": "DimAI uses this signature to verify that you're the owner of the Ethereum address.",
  "personal center": "Personal center",
  "logout": "Logout",
  "Multi-functional AI engine:": "Multi-functional AI engine:",
  "AI drawing: Specialized model, release your imagination": "AI drawing: Specialized model, release your imagination",
  "Creative Space": "Creative Space",
  "Theme Painting": "Theme Painting",
  "Keywords": "Keywords",
  "Note: Your picture": "Note: Your picture will be kept for 7 days, so save it locally in time!",
  "Edit your username": "Edit your username"
}